Revit 2024 API
DWFImportOptions Constructor
Overload List
Name | Description
DWFImportOptions(DWFImportOptions)
 Constructs a new instance of DWFImportOptions as a copy of the import options.
DWFImportOptions(IList<ElementId>)
 Constructs a new instance of DWFImportOptions with an array of imported sheet views.
See Also
DWFImportOptions Class
DWFImportOptions Members
Autodesk.Revit.DB Namespace